{
  "blogs": [
    {
      "title": "Back and Forth",
      "body": "Do you even know the half of it?\nStarting off as a brilliant young fella, young and bubbly and full of life, whole mindset to become someone the society would look back on and thank for his contribution to the society and to humanity at large. What he didn't know was that the society varied...took the food from the family's table, held the jobs from the uncles' grasps, young dreams burst in flames...the sound mind having to grapple with how 10 naira was going to serve as morning and afternoon food despite the fact that he had to trek quite the distance to school. Maybe it would all change when I get to the university he thought....so he aced exams and had to live with the pain of surviving every month with two thousand naira as upkeep...that and a delusion from a father who gave up on life too early saying food is cheap in ilorin and you can buy food of 100 naira. Up until today I still wonder how any sane individual was supposed to pass through unilorin's curriculum and studies and night classes with 100 naira per day. And ohhh, it stopped coming in at the second year. Why am I saying this? I had the potential to be someone great. Still do, but Nigeria and society has taken a chunk of my time. I hope I make it through for those who still believe in me. I have done some bad shit I am not even proud to speak of...but as J COle says...Everybody is a killer, all you gotta do is push em to the limits. The purpose of this blog is to track my progress and leave stories for my kids because my past has become a blur and if I ever have kids, I want them to have something to read about me",
      "author": "Opeyemi",
      "id": 1
    },
    {
      "title": "To Put Myself Out There Or Not?",
      "body": "So i came across a post by someone i really admire in the tech space, Prosper Otemuyiwa. He wrote a very lovely article on dev.to on Asking For Things That Scare You. I know he runs a major outfit and would probably not see my request but I wanted to ask him if i could come around to his firm and just study to my heart's content because worrying about my battery dying alone is a sure distraction for me. I am also really tired of going to this bet9ja shop where these ones are always making noise about virtual and baby games. I cannot complain as no be my shop but I go still try my best learn this software thing very well sha. However what struck me the most is how hard the decision was to make on whether to put my dilemma public. I have seen cases where people's request tweets are used to shame them even in the tech space. Plus I am not a saint because I have had to do stuff to survive too. I guess we will see what happens and even if i get rejected, I go just assume say na normal level. Nothing will stop me from achieving this my software development goal. I have suffered too much already",
      "author": "Opeyemi",
      "id": 2
    }
  ]
}